Repository: eng-amanullah/My-Shop
Catalog: Localizable.xcstrings
Source language: bn_bd
Languages: en

# - Add to Cart
source: - কার্টে যোগ করুন
en: - Add to Cart

# Account
source: একাউন্ট
en: Account

# Add to cart
source: কার্টে যোগ করুন
en: Add to cart

# BirthDate
source: জন্ম তারিখ
en: BirthDate

# Calories
source: ক্যালোরি
en: Calories

# Carbs
source: শর্করা
en: Carbs

# Cart
source: কার্ট
en: Cart

# Dark Mode
source: ডার্ক মুড
en: Dark Mode

# English
source: ইংরেজি
en: English

# Enter email
source: ইমেইল প্রদান করুন
en: Enter email

# Enter first name
source: প্রথম নাম লিখুন
en: Enter first name

# Enter last name
source: শেষ নাম লিখুন
en: Enter last name

# Feature
source: ফিচার
en: Feature

# Got it
source: বুঝেছি
en: Got it

# Home
source: হোম
en: Home

# Invalid data
source: অবৈধ তথ্য
en: Invalid data

# Invalid data Message
source: অবৈধ তথ্য বার্তা
en: Invalid data Message

# Invalid email
source: অবৈধ ইমেল
en: Invalid email

# Invalid email Message
source: অবৈধ ইমেল বার্তা
en: Invalid email Message

# Invalid form
source: অবৈধ ফর্ম
en: Invalid form

# Invalid form Message
source: অবৈধ ফর্ম বার্তা
en: Invalid form Message

# Invalid response
source: অবৈধ প্রতিক্রিয়া
en: Invalid response

# Invalid response Message
source: অবৈধ প্রতিক্রিয়া বার্তা
en: Invalid response Message

# Invalid url
source: অবৈধ url
en: Invalid url

# Invalid url message
source: অবৈধ url বার্তা
en: Invalid url message

# Language
source: ভাষা
en: Language

# Order
source: অর্ডার
en: Order

# Personal Information
source: ব্যক্তিগত তথ্য
en: Personal Information

# Place Order
source: অর্ডার করুন
en: Place Order

# Profile Saved
source: প্রোফাইল সংরক্ষিত
en: Profile Saved

# Profile Saved Unsuccessfull
source: প্রোফাইল সেভ করা যায়নি
en: Profile Saved Unsuccessfull

# Protein
source: প্রোটিন
en: Protein

# Save changes
source: পরিবর্তন সংরক্ষণ করুন
en: Save changes

# Unable to complete
source: সম্পূর্ণ করতে অক্ষম
en: Unable to complete

# Unable to complete Message
source: বার্তা সম্পূর্ণ করতে অক্ষম
en: Unable to complete Message

# Your cart is empty. Add item for checkout.
source: আপনার কাৰ্ট খালি. চেকআউটের জন্য আইটেম যোগ করুন
en: Your cart is empty. Add item for checkout.

# Your order is empty
source: আপনার কোন অর্ডার নেই
en: Your order is empty

# Your profile information update failed
source: আপনার প্রোফাইল তথ্য আপডেট ব্যর্থ হয়েছে
en: Your profile information update failed

# Your profile information update successfully
source: আপনার প্রোফাইল তথ্য সফলভাবে আপডেট
en: Your profile information update successfully
